--[[ 
▀▄ ▄▀▀▄▄▀▀▄▄▀▀▄▄▀▀▄▄▀▀▄▄▀▀▄▄▀▀▄▀▄▄▀▀▄▄▀▀▄▄▀▀▄▄▀▀          
▀▄ ▄▀                                      ▀▄ ▄▀ 
              ▀▄ ▄▀ 
▀▄ ▄▀                                      ▀▄ ▄▀   
▀▄ ▄▀          (ملف الاوامر 3)                ▀▄ ▄▀ 
▀▄▀▀▄▄▀▀▄▄▀▄▄▀▀▄▄▀▀▄▄▀▄▄▀▀▄▄▀▀▄▄▀▄▄▀▀▄▄▀▀▄▄▀▄▄▀▀
--]]
do

local function run(msg, matches)
if is_momod(msg) and matches[1]== "م 3" then
return [[
اومر م3 😇
⚜️اوامر تخص المجموعه ⚜️

❁ ضع صوره : 🏝 {لوضع صوره للمجموعه}
❁ ضع قوانين : 📰 {لوضع قوانين للمجموعه}
❁ ضع معرف : 🔖 {لوضع معرف للمجموعه}
❁ ضع وصف : 📝 {لوضع وصف للمجموعه}
❁ ضع اسم : 🈲 {لوضع اسم للمجموعه}
ـ🔸🌀🔹🌀🔸🌀🔹🌀🔸ـ

✪ ضع رابط : 🔗{لوضع رابط للمجموعه}
✪ الرابط : ☝️{ لعرض رابط المجموعه }
✪ الرابط خاص :🔗{ لارسال الرابط الى الخاص}
➖♦️➖♦️➖♦️➖♦️➖♦️➖

〰 اوامر رؤية الاعدادات 🔆

 ❉ القوانين : 📃 {لعرض  القوانين} 
❉  الوصف : 📝 { لعرض  الوصف }
ـ〰〰〰〰〰〰〰〰〰〰〰ـ
☣️الادمنيه : 👫{ لعرض  الادمنيه }
☣️ الاداريين : 👥  {لعرض  الاداريين }
☣️ المكتومين : 🔇{لعرض  المكتومين}
➖💢➖💢➖💢➖💢➖💢➖
❍ المطور : 😚 {لعرض معلومات المطور} 
❍  معلوماتي : 📑 {لعرض معلومات العضو }
❍  الاعدادت : 🔆{لعرض اعدادات المجموعه }
❍  اعدادات الوسائط :🎆{لعرض اعدادات الميديا }
❍معلومات المجموعه : 📃{ لعرض معلومات المجموعه}
❕❗️❕🌹المطور🌹❗️❕❗️❕

💯-Đєⱴ💀: @tofyww
💯-Đєⱴ😎: @tofyww12
]]
end

if not is_momod(msg) then
return "مو شغلك ودعبل 😎🖕🏿"
end

end
return {
description = "Help list", 
usage = "Help list",
patterns = {
"(م 3)"
},
run = run 
}
end
