--[[ 
▀▄ ▄▀▀▄▄▀▀▄▄▀▀▄▄▀▀▄▄▀▀▄▄▀▀▄▄▀▀▄▀▄▄▀▀▄▄▀▀▄▄▀▀▄▄▀▀          
▀▄ ▄▀                                      ▀▄ ▄▀ 
              ▀▄ ▄▀ 
▀▄ ▄▀                                      ▀▄ ▄▀   
▀▄ ▄▀          (ملف الاوامر 2)                ▀▄ ▄▀ 
▀▄▀▀▄▄▀▀▄▄▀▄▄▀▀▄▄▀▀▄▄▀▄▄▀▀▄▄▀▀▄▄▀▄▄▀▀▄▄▀▀▄▄▀▄▄▀▀
--]]
do

local function run(msg, matches)
if is_momod(msg) and matches[1]== "م 2" then
return [[
اومر م2
〰➰ اوامر حماية المجموعة ➰〰

 🔒"قفل / 🔓فتح" الاضافه :🙃 {التحكم بالاضافه داخل المجموعه}

🔒 "قفل /🔓فتح" الدردرشه :🗣 {التحكم بالدردشه داخل المجموعه}

🔒 "قفل /🔓فتح" الملصقات :😍(التحكم بالملصقات داخل المجموعه}

🔒 "قفل /🔓فتح" الروابط :🔗  {التحكم بلروابط داخل المجموعه}

🔒 "قفل /🔓فتح" البوتات :😁  {التحكم بلبوتات داخل المجموعه} 

↩️↙️➰↘️↙️➰↘️↙️➰↙️↩️

🛡 قفل /فتح" اعاده توجيه :↭↜🔁 قفل / فتح" البوتات

🛡 "قفل / فتح" الكلايش :📑{التحكم بالكلايش داخل المجموعه}

🛡 "قفل / فتح" التكرار :🔖 {التحكم في التكرار المجموعه}

🛡 "قفل / فتح" العربيه :🙄{ التحكم باللغه داخل المجموعه}

🛡 "قفل / فتح" جهات الاتصال :↭📞 {التحكم }
〰➰〰➰〰➰〰➰〰➰
💯-Đєⱴ💀 @tofyww
💯-Đєⱴ💀 @tofyww12
]]
end

if not is_momod(msg) then
return "مو شغلك ودعبل 😎🖕🏿"
end

end
return {
description = "Help list", 
usage = "Help list",
patterns = {
"(م 2)"
},
run = run 
}
en
