--[[ 
▀▄ ▄▀▀▄▄▀▀▄▄▀▀▄▄▀▀▄▄▀▀▄▄▀▀▄▄▀▀▄▀▄▄▀▀▄▄▀▀▄▄▀▀▄▄▀▀          
▀▄ ▄▀                                      ▀▄ ▄▀ 
              ▀▄ ▄▀ 
▀▄ ▄▀                                      ▀▄ ▄▀   
▀▄ ▄▀          (ملف الاوامر1)                ▀▄ ▄▀ 
▀▄▀▀▄▄▀▀▄▄▀▄▄▀▀▄▄▀▀▄▄▀▄▄▀▀▄▄▀▀▄▄▀▄▄▀▀▄▄▀▀▄▄▀▄▄▀▀
--]]
do

local function run(msg, matches)
if is_momod(msg) and matches[1]== "م 1" then
return [[
اومر م1 
📍💭 اوامر المجموعه الرفع ♻️ 

 1⃣رفع ادمن :😉 { لرفع ادمن في المجموعه }
2⃣ تنزيل ادمن:🐸🚬 { لتنزيل ادمن في المجموعه} 
3⃣ الادمنيه : 📋 { لعرض قائمة الادمنية} 
ـ➖💢➖💢➖💢➖💢➖💢➖ـ
📍 اوامر تخص الادمنيه ⚜️

1⃣ حظر : 😒 { لحظر وطرد عضو من المجموعه} 
2⃣ الغاء الحظر : 😚 { لالغاء الحظر عن عضو }
3⃣ منع : 🚫 { لمنع كلمه داخل المجموعه} 
4⃣ الغاء منع : 🙃  { لالغاء منع كلمه داخل المجموعه} 
ـ⭕️➖⭕️➖⭕️➖⭕️➖⭕️➖⭕️ـ

🔒 قفل الوسائط : 🗼 { لقفل جميع الوسائط }
🔓 فتح الوسائط : 🌠 { لفتح جميع الوسائط} 
ـ➖🔥➖🔥➖🔥➖🔥➖🔥ـ

↩️ كتم بالرد :🔇 { لكتم عضو بواسطة الرد }
🔀 ايدي : 🎐 { لعرض ايدي المجموعه} 
🔀 /ايدي : 🎐 { لعرض ايديك الخاص}

🔂 ايدي بالرد : 📢 { لعرض ايدي العضو }

 ▶️▶️▶️▶️🌹المطور🌹◀️◀️◀️◀️
💯-Đєⱴ💀: @tofyww
💯-Đєⱴ😎: @tofyww12
]]
end

if not is_momod(msg) then
return "مو شغلك ودعبل 😎🖕🏿"
end

end
return {
description = "Help list", 
usage = "Help list",
patterns = {
"(م1)"
},
run = run 
}
en
