--[[ 
▀▄ ▄▀▀▄▄▀▀▄▄▀▀▄▄▀▀▄▄▀▀▄▄▀▀▄▄▀▀▄▀▄▄▀▀▄▄▀▀▄▄▀▀▄▄▀▀          
▀▄ ▄▀                                      ▀▄ ▄▀ 
              ▀▄ ▄▀ 
▀▄ ▄▀                                      ▀▄ ▄▀   
▀▄ ▄▀          (ملف الاوامر1)                ▀▄ ▄▀ 
▀▄▀▀▄▄▀▀▄▄▀▄▄▀▀▄▄▀▀▄▄▀▄▄▀▀▄▄▀▀▄▄▀▄▄▀▀▄▄▀▀▄▄▀▄▄▀▀
--]]
do

local function run(msg, matches)
if is_momod(msg) and matches[1]== "الاوامر " then
return [[
الاومر ⚛️ 
〰〰〰〰〰〰〰〰〰〰
م1 لعرض اومر الرفع والطرد 🎭
〰〰〰〰〰〰〰〰〰〰
م2 لعرض اومر الحماية 🔐
〰〰〰〰〰〰〰〰〰〰
م3 لعرض اومر المجموعه 👨‍💻
〰〰〰〰〰〰〰〰〰〰
م4 لعرض اومر لـقفل الميديا 📍
〰〰〰〰〰〰〰〰〰〰
تـعـلـم الــطوير
➟  ( @tofyww12 )  📍
〰〰〰〰〰〰〰〰〰〰
]]
end

if not is_momod(msg) then
return "مو شغلك ودعبل 😎🖕🏿"
end

end
return {
description = "Help list", 
usage = "Help list",
patterns = {
"(الاوامر)"
},
run = run 
}
en
